Repository: maxgoedjen/secretive
Catalog: Sources/Packages/Resources/Localizable.xcstrings
Source language: en
Languages: ca, fi, fr, ja, ko, pl, pt_br

# integrations_community_shell_list_description
source: There's a community-maintained list of shell instructions on GitHub. If the shell you're looking for isn't supported, create an issue and the community may be able to help.
ca: Existeix una llista d'instruccions per a shells (en anglès) mantinguda per la comunitat a GitHub. Si l'aplicació que cerques no està suportada, crea una "issue" i la comunitat podria ajudar-te.
fi: GitHubista löytyy yhteisön ylläpitämiä ohjeita eri shellejä varten. Jos haluamaasi shelliä ei löydy, luo issue ja yhteisö saattaa pystyä auttamaan.
fr: Il existe une liste d'instructions shell maintenue par la communauté sur GitHub. Si le shell que vous recherchez n'est pas pris en charge, créez un ticket et la communauté pourra peut-être vous aider.
ja: GitHubにコミュニティが作成したシェルのガイドがあります。お探しのシェルがサポートされていない場合は、問題を報告することでコミュニティが解決の手助けになる場合があります。
ko: GitHub에는 커뮤니티에서 관리하는 셸 지침 목록이 있습니다. 찾고 있는 셸이 지원되지 않는 경우, 이슈를 생성하면 커뮤니티에서 도움을 드릴 수 있습니다.
pl: Na GitHubie znajduje się lista instrukcji dotyczących powłoki, utrzymywana przez społeczność. Jeśli powłoka, której szukasz, nie jest obsługiwana, utwórz zgłoszenie, a społeczność może być w stanie pomóc.
pt_br: Há uma lista de instruções para aplicativos no GitHub, mantida pela comunidade. Se o aplicativo que você está procurando não é suportado, registre um ticket para que a comunidade possa ajudar.

# integrations_configure_using_secret_empty_create
source: You'll need to create a Secret before configuring this action.
ca: Necessitaràs crear un secret abans de configurar esta acció.
fi: Sinun tulee luoda salaisuus ennen kun voit määrittää tämän toiminnon.
fr: Vous devrez créer un secret avant de configurer cette action.
ja: この設定をする前にシークレットを作成する必要があります。
ko: 이 작업을 구성하기 전에 Secret을 만들어야 합니다.
pl: Musisz utworzyć Sekret przed skonfigurowaniem tej akcji.
pt_br: Você precisará criar uma Credencial antes de configurar esta ação.

# integrations_configure_using_secret_header
source: Configure Using Secret
ca: Configura usant secret
fi: Määritä salaisuuden avulla
fr: Configurez en utilisant un secret
ja: シークレットを利用する設定
ko: Secret을 사용하여 구성
pl: Skonfiguruj Używając Sekretu
pt_br: Configurar Usando Credencial

# integrations_configure_using_secret_no_secret
source: No Secret
ca: Cap secret
fi: Ei salaisuutta
fr: Pas de secret
ja: シークレットなし
ko: 비밀이 없음
pl: Brak Sekretu
pt_br: Sem Credenciais

# integrations_getting_started_multiple_config
source: You can configure more than one tool, they generally won't interfere with each other.
ca: Pots configurar més d'un programa, generalment no interfereixen entre ells.
fi: Voit määrittää useamman työkalun. Ne eivät yleensä häiritse toisiaan.
fr: Vous pouvez configurer plus d'un outil, ils n'interfèrent généralement pas entre eux.
ja: 複数のツールを設定することができます。複数のツールが干渉することは通常ありません。
ko: 여러 도구를 구성할 수 있으며, 일반적으로 서로 간섭하지 않습니다.
pl: Można skonfigurować więcej niż jedno narzędzie, zazwyczaj nie będą one ze sobą kolidować.
pt_br: Você pode configurar mais de uma ferramenta, eles geralmente não interferem uns com os outros.

# integrations_getting_started_row_title
source: Getting Started
ca: Com començar
fi: Aloitus
fr: Pour commencer
ja: はじめに
ko: 처음 시작하기
pl: Pierwsze Kroki
pt_br: Primeiros passos

# integrations_getting_started_section_title
source: Integrations
ca: Integracions
fi: Integraatiot
fr: Intégrations
ja: 連携
ko: 통합
pl: Integracje
pt_br: Integrações

# integrations_getting_started_suggestion_git
source: If you're trying to sign your git commits, set up Git Signing.
ca: Si tracteu de signar els vostres commits de git, configureu el signat a git.
fi: Jos tarkoituksesi on allekirjoittaa Git-commiteja, määritä Git-allekirjoittaminen.
fr: Si vous essayez de signer vos commits git, configurez la signature Git.
ja: Gitのコミットに署名する場合は、Gitの署名の設定をしてください。
ko: Git 커밋에 서명하려면 Git 서명을 설정하세요.
pl: Jeśli chcesz podpisywać swoje commity w git, skonfiguruj Git Signing.
pt_br: Se você estiver tentando registrar seus commits no git, configure o Git Signing.

# integrations_getting_started_suggestion_shell
source: If you're trying to configure anything your command line runs to use Secretive, configure your shell.
ca: Si tracteu de configurar qualsevol cosa arrancada mitjançant la terminal, configureu la vostra shell.
fi: Jos tarkoituksesi on määrittää komentorivityökaluja käyttämään Secretiveä, määritä shell.
ja: コマンドラインで実行するツールでSecretiveを利用する場合は、シェルの設定をしてください。
ko: Secretive를 사용하기 위해 명령줄에서 실행되는 모든 것을 구성하려는 경우 셸을 구성하세요.
pl: Jeśli próbujesz skonfigurować cokolwiek w wierszu poleceń, najpierw skonfiguruj swoją powłokę, aby używać Secretive.
pt_br: Se você está tentando configurar qualquer coisa em sua linha de comando para usar com Secretive, configure seu shell.

# integrations_getting_started_suggestion_shell_default
source: If you don't known what shell you use and haven't changed it, you're probably using `%(shellName)@`.
ca: Si no sabeu quina shell utilitzes i no l'heu canviada, probablement utilitzeu `%(shellName)@`.
fi: Jos et tiedä mitä shelliä käytät, etkä ole muuttanut sitä, todennäköisesti se on `%(shellName)@`.
fr: Si vous ne savez pas quel shell vous utilisez et que vous ne l'avez pas modifié, vous utilisez probablement `%(shellName)@`.
ja: どのシェルを利用しているか不明で変更されていない場合は、おそらく `%(shellName)@` が利用されています。
ko: 어떤 셸을 사용하는지 모르고 변경하지 않은 경우, 아마도 `%(shellName)@`를 사용하고 있을 것입니다.
pl: Jeśli nie wiesz jaką powłokę używasz i nie była ostatnio zmieniana, prawdopodobnie używasz `%(shellName)@`.
pt_br: Se você não sabia qual shell você usa e não alterou, você provavelmente está usando `%(shellName)@`.

# integrations_getting_started_suggestion_ssh
source: If you're trying to authenticate with an SSH server or authenticating with a service like GitHub over SSH, configure your SSH client.
ca: Si tracteu d'autenticar-vos amb un servidor SSH o autenticar-vos amb un servei com GitHub per SSH, configureu el vostre client SSH.
fi: Jos yrität todentua SSH-palvelimelle tai palveluun kuten GitHub SSH:n yli, määritä SSH-asiakasohjelma.
fr: Si vous essayez de vous authentifier à un serveur SSH ou un service comme GitHub via SSH, configurez le client SSH.
ja: SSHサーバーかSSH経由でGitHubのようなサービスで認証する場合は、SSHクライアントの設定をしてください。
ko: SSH 서버로 인증하거나 SSH를 통해 GitHub와 같은 서비스로 인증하려는 경우 SSH 클라이언트를 구성하세요.
pl: Jeśli próbujesz uwierzytelnić się z serwerem SSH lub uwierzytelniać za pomocą serwisu takiego jak GitHub przez SSH, najpierw skonfiguruj swojego klienta SSH.
pt_br: Se você está tentando autenticar com um servidor SSH ou autenticando com um serviço como o GitHub por SSH, configure seu cliente SSH.

# integrations_getting_started_title
source: Configuring Tools for Secretive
ca: Configurant programes per a Secretive
fi: Työkalujen määrittäminen käyttämään Secretiveä
fr: Configuration des outils pour Secretive
ja: Secretiveをツールで利用する設定
ko: Secretive를 위한 도구 구성
pl: Konfigurowanie Narzędzi dla Secretive
pt_br: Configurando Ferramentas para Secretive

# integrations_getting_started_title_description
source: Most tools will try and look for SSH keys on disk in `~/.ssh`. To use Secretive, we need to configure those tools to talk to Secretive instead.
ca: La majoria de programes tracten d'utilitzar claus SSH a la carpeta `~/.ssh`. Per usar Secretive, hem de configurar-los perquè es connecten a Secretive en lloc d'açò.
fi: Suurin osa työkaluista etsii SSH-avaimia kotihakemistostasi, `~/.ssh`. Ne pitää sen sijaan määrittää puhumaan Secretivelle.
fr: La plupart des outils vont essayer de lire les clés SSH sur le disque dans `~/.ssh`. Pour utiliser Secretive, vous devez configurer ces outils pour qu'ils communiquent avec Secretive.
ja: ほとんどのツールはSSH鍵をディスク上の `~/.ssh` から探します。Secretiveを利用するには、代わりにSecretiveを利用するようにツールを設定する必要があります。
ko: 대부분의 도구는 디스크의 `~/.ssh`에서 SSH 키를 찾으려고 합니다. Secretive를 사용하려면 해당 도구가 Secretive와 통신하도록 설정해야 합니다.
pl: Większość narzędzi próbuje szukać kluczy SSH na dysku w `~/.ssh`. Aby korzystać z kluczy umieszczonych w Secretive, musimy skonfigurować te narzędzia, aby komunikowały się z Secretive.
pt_br: A maioria das ferramentas tentará procurar chaves SSH no disco em `~/.ssh`. Para usar o Secretive, precisamos configurar essas ferramentas para comunicar com o Secretive.

# integrations_getting_started_what_should_i_configure_title
source: What Should I Configure?
ca: Què deuria configurar?
fi: Mitä määrittäisin?
fr: Qu'est-ce que je devrais configurer?
ja: 設定方法
ko: 무엇을 구성해야 할까요?
pl: Co powinienem skonfigurować?
pt_br: O que devo Configurar?

# integrations_git_step_gitallowedsigners_description
source: ~/.gitallowedsigners probably does not exist. You'll need to create it.
ca: ~/.gitallowedsigners probablement no existirà. Heu de crear-lo en eixe cas.
fi: ~/.gitallowedsigners -tiedostoa ei todennäköisesti ole olemassa. Sinun täytyy luoda se.
fr: `~/.gitallowedsigners` n'existe probablement pas. Vous devrez le créer.
ja: ~/.gitallowedsigners がおそらく存在しないので、作成する必要があります。
ko: ~/.gitallowedsigners가 존재하지 않을 수 있습니다. 직접 만들어야 합니다.
pl: ~/.gitallowedSigers prawdopodobnie nie istnieje. Musisz go utworzyć.
pt_br: ~/.gitallowedsigners provavelmente não existe. Você precisará criá-lo.

# integrations_menu_bar_title
source: Integrations…
ca: Integracions…
fi: Integraatiot…
fr: Intégrations…
ja: 連携…
ko: 통합…
pl: Integracje…
pt_br: Integrações…

# integrations_other_section_title
source: Other
ca: Altres
fi: Muu
fr: Autre
ja: その他
ko: 기타
pl: Inne
pt_br: Outros

# integrations_other_shell_row_title
source: other
ca: altres
fi: muu
fr: autre
ja: その他
ko: 이외의 셸
pl: inne
pt_br: outros

# integrations_path_title
source: Configuration File
ca: Arxiu de configuració
fi: Asetustiedosto
fr: Fichier de configuration
ja: 設定ファイル
ko: 설정 파일
pl: Plik konfiguracyjny
pt_br: Arquivo de Configuração

# integrations_shell_section_title
source: Shell
ca: Shells
ja: シェル
pl: Powłoka

# integrations_ssh_specific_key_note
source: You can tell SSH to use a specific key for a given host. See the web documentation for more details.
ca: Pots configurar SSH perquè use una clau específica depenent del host. Vegeu la documentació a la web per més detalls.
fi: Voit kehottaa SSH:ta käyttämään tiettyä avainta tietylle isännälle. Katso lisätietoja web-dokumentaatiosta.
fr: Vous pouvez demander à SSH d'utiliser une clé spécifique pour un hôte donné. Consulter la documentation en ligne pour plus de détails.
ja: 特定のホストで特定の鍵を利用するようにSSHを設定することができます。詳細についてはWebのドキュメントを参照してください。
ko: SSH가 특정 호스트에 대해 특정 키를 사용하도록 설정할 수 있습니다. 자세한 내용은 웹 문서를 참조하세요.
pl: Możesz nakazać SSH użycie określonego klucza dla danego hosta. Więcej szczegółów znajdziesz w dokumentacji internetowej.
pt_br: Você pode pedir ao SSH para usar uma chave específica para um determinado host. Consulte a documentação na web para mais detalhes.

# integrations_system_section_title
source: System
ca: Sistema
fi: Järjestelmä
fr: Système
ja: システム
ko: 시스템
pt_br: Sistema

# integrations_tool_name_git_signing
source: Git Signing
ca: Signat de Git
fi: Git-allekirjoitus
fr: Signature Git
ja: Gitの署名
ko: Git 서명
pt_br: Assinatura Git

# integrations_view_other_github_link
source: View on GitHub
ca: Veure a GitHub
fi: Näytä GitHubissa
fr: Voir sur GitHub
ja: GitHubを表示
ko: GitHub에서 보기
pl: Zobacz na GitHub
pt_br: Visualizar no GitHub

# integrations_web_link
source: View Documentation on Web
ca: Veure documentació a la web
fi: Näytä dokumentaatio Webissä
fr: Voir la documentation en ligne
ja: Webでドキュメントを表示
ko: 웹에서 문서 보기
pl: Zobacz dokumentację w Internecie
pt_br: Ver Documentação na Web

# integrationsGitStepGitconfigSectionNote
source: If any section (like [user]) already exists, just add the entries in the existing section.
ca: Si qualsevol secció (com [user]) existeix, simplement afegiu les entrades en la secció existent.
fi: Jos jokin osio (kuten [user]) on jo olemassa, lisää merkinnät olemassaolevaan osioon.
fr: Si une section (comme [user]) existe déjà, ajoutez simplement les entrées dans la section existante.
ja: [user]のようなセクションがすでに存在する場合、既存のセクションに設定を追加してください。
ko: 섹션(예: [user])이 이미 있는 경우 기존 섹션에 항목을 추가하기만 하면 됩니다.
pl: Jeśli jakakolwiek sekcja (jak [user]) już istnieje, po prostu dodaj wpisy w istniejącej sekcji.
pt_br: Se alguma seção (como [user]) já existir, basta adicionar as entradas na seção existente.

# no_secure_storage_description
source: Your Mac doesn't have a Secure Enclave, and there's not a compatible Smart Card inserted.
ca: El teu Mac no té un Secure Enclave, i no hi ha una targeta intel·ligent compatible conectada.
fi: Macissasi ei ole Secure Enclavea, eikä tuettu älykortti ole syötettynä.
fr: Votre Mac n'est pas équipé d'une Secure Enclave et aucune carte à puce compatible n'est insérée.
ja: お使いのMacにはSecure Enclaveがありません。また、互換性のあるスマートカードが挿入されていません。
ko: Mac에 Secure Enclave가 없고 호환되는 스마트 카드가 삽입되어 있지 않습니다.
pl: Twój Mac nie posiada Secure Enclave i nie ma podpiętego kompatybilnego urządzenia Smart Card.
pt_br: Seu Mac não possui o Secure Enclave e não há um Smart Card compatível inserido.

# no_secure_storage_title
source: No Secure Storage Available
ca: No hi ha cap emmagatzematge segur disponible
fi: Turvasäilö ei saatavilla
fr: Pas de stockage sécurisé disponible
ja: 安全なストレージがありません
ko: 보안 저장소를 사용할 수 없음
pl: Nie znaleziono urządzenia obsługującego Secure Storage
pt_br: Sem Armazenamento Seguro Disponível

# no_secure_storage_yubico_link
source: If you're looking to add one to your Mac, the YubiKey 5 Series are great.
ca: Si busques afegir una al teu Mac, les Yubikey 5 Series són genials.
fi: Jos haluat lisätä Maciisi sellaisen, YubiKey 5 -sarja on mainio.
fr: Si vous souhaitez en ajouter une à votre Mac, les YubiKey 5 Series sont parfaites.
ja: お使いのMacに追加するには、YubiKey 5シリーズがおすすめです。
ko: Mac에 하나를 추가하고 싶다면 YubiKey 5 시리즈가 좋습니다.
pl: Jeżeli chcesz dodać takie urządzenie do twojego Maca, YubiKey serii 5 są warte uwagi.
pt_br: Se você está buscando adicionar um para seu Mac, o YubiKey 5 Series é muito bom.

# persist_authentication_accept_button
source: Leave Unlocked
ca: Mantín desbloquejat
fi: Jätä lukitsematta
fr: Laisser déverrouillé
ja: ロックを解除したままにする
ko: 잠금 해제 상태로 유지
pl: Pozostaw odblokowany
pt_br: Deixar Destrancado

# persist_authentication_decline_button
source: Do Not Unlock
ca: No desbloqueges
fi: Älä avaa lukitusta
fr: Ne pas déverrouiller
ja: ロックを解除しない
ko: 잠금 해제하지 않음
pl: Nie odblokowuj
pt_br: Não Destravar

# reveal_in_finder_button
source: Reveal in Finder
ca: Mostra al Finder
fi: Näytä Finderissa
fr: Afficher dans le Finder
ja: Finderに表示
ko: Finder에서 보기
pl: Pokaż w Finder
pt_br: Mostrar no Finder

# secret_detail_md5_fingerprint_label
source: MD5 Fingerprint
ca: Empremta MD5
fi: MD5-sormenjälki
fr: Empreinte MD5
ja: MD5指紋
ko: MD5 지문
pl: Suma kontrolna MD5
pt_br: Impressão Digital MD5

# secret_detail_public_key_label
source: Public Key
ca: Clau pública
fi: Julkisavain
fr: Clé publique
ja: 公開鍵
ko: 공개 키
pl: Klucz publiczny
pt_br: Chave Pública

# secret_detail_public_key_path_label
source: Public Key Path
ca: Camí de la clau pública
fi: Julkisavaimen polku
fr: Chemin vers la clé publique
ja: 公開鍵のパス
ko: 공개 키 경로
pl: Ścieżka klucza publicznego
pt_br: Caminho da Chave Pública

# secret_detail_sha256_fingerprint_label
source: SHA256 Fingerprint
ca: Empremta SHA256
fi: SHA256-sormenjälki
fr: Empreinte SHA256
ja: SHA256指紋
ko: SHA256 지문
pl: Suma kontrolna SHA256
pt_br: Impressão Digital SHA256

# secret_list_delete_button
source: Delete
ca: Esborra
fi: Poista
fr: Supprimer
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Apagar

# secret_list_edit_button
source: Edit
ca: Canvia el nom
fi: Muokkaa
fr: Renommer
ja: 名前を変更
ko: 이름 변경
pl: Zmień nazwę
pt_br: Renomear

source: Secure Enclave
ca: Xip segur
fr: Enclave sécurisée
pl: Bezpieczna Enklawa

# setup_agent_activity_monitor_description
source: This helper app is called **Secret Agent** and you may see it in Activity Manager from time to time.
ca: Aquesta aplicació s'anomena **Secret Agent** i potser la vegas en Monitor d'Activitat.
fi: Apusovelluksen nimi on **Secret Agent** ja voit nähdä sen Activity Managerissa aika ajoin.
fr: Cette application auxiliaire s'appelle **Secret Agent** et vous pouvez la voir dans le Gestionnaire d'activités de temps en temps.
ja: この補助アプリは**SecretAgent**といいます。アクティビティモニタに表示されます。
ko: 이 도우미 앱은 **Secret Agent**이라고 하며 활성 상태 보기에서 수시로 볼 수 있습니다.
pl: Ta aplikacja pomocnicza nazywa się **Secret Agent** i możesz zobaczyć ją od czasu do czasu w Monitorze Aktywności.
pt_br: Este aplicativo de ajuda é chamado **Secret Agent** e você pode vê-lo no Monitor de Atividades de tempo em tempo.

# setup_agent_description
source: Secretive needs to set up a helper app to work properly. It will sign requests from SSH clients in the background, so you don't need to keep the main Secretive app open.
ca: Secretive necessita iniciar una aplicació secundària per funcionar correctament. Signarà les peticions dels clients SSH en segon pla, per tal que no necessites mantenir la aplicació principal de Secretive oberta.
fi: Secretiven pitää määrittää apusovellus toimiakseen oikein. Se allekirjoittaa SSH-asiakasohjelmien pyyntöjä taustalla, jotta Secretive-pääohjelmaa ei tarvitse pitää auki koko ajan.
fr: Secretive a besoin de mettre en place une application auxiliaire pour fonctionner correctement. Elle signera les requêtes des clients SSH en arrière-plan, de sorte que vous n'ayez pas besoin de garder l'application principale Secretive ouverte.
ja: Secretiveは補助アプリを利用します。補助アプリはバックグラウンドで稼働し、SSHクライアントからの要求に署名をします。Secretiveアプリを常に実行する必要はありません。
ko: Secretive가 제대로 작동하려면 도우미 앱을 설치해야 합니다. 백그라운드에서 SSH 클라이언트의 요청에 서명하므로 기본 Secretive 앱을 열어 둘 필요가 없습니다.
pl: Secretive potrzebuje ustawić aplikację pomocniczą, aby działać prawidłowo. Będzie podpisywać zapytania od klientów SSH w tle. Dzięki temu główna aplikacja Secretive nie musi być ciągle uruchomiona.
pt_br: Secretive precisa configurar um aplicativo de ajuda para funcionar corretamente. Isso irá assinar requisições de clientes SSH no plano de fundo para que você não precise manter o aplicativo Secretive aberto.

# setup_agent_install_button
source: Install
ca: Instal·la
fi: Asenna
fr: Installer
ja: インストール
ko: 설치
pl: Zainstaluj
pt_br: Instalar

# setup_agent_title
source: Setup Agent
ca: Inicialitza l'agent
fi: Määritä agentti
fr: Configurer l'agent
ja: エージェントをセットアップ
ko: Agent 설치
pl: Konfiguracja agenta
pt_br: Configurar Agent

# setup_done_button
source: Done
ca: Fet
fi: Valmis
fr: Terminé
ja: 完了
ko: 완료
pl: Gotowe
pt_br: Concluir

# setup_integrations_button
source: Configure
ca: Configura
fi: Määritä
fr: Configurer
ja: 設定
ko: 설정
pl: Skonfiguruj
pt_br: Configurar

# setup_integrations_description
source: Tell the tools you use how to talk to Secretive.
ca: Configura els programes que utilitzes perquè gasten Secretive.
fi: Kerro käyttämillesi työkaluille, miten puhua Secretivelle.
fr: Indiquez aux outils que vous utilisez comment communiquer avec Secretive.
ja: お使いのツールとSecretiveを連携できます。
ko: Secretive와 대화하는 방법을 사용하는 도구를 알려주세요.
pl: Wskaż narzędziom, z których korzystasz, jak komunikować się z Secretive.
pt_br: Diga às ferramentas que você usa como falar com o Secretive.

# setup_integrations_title
source: Configure Integrations
ca: Configura integracions
fi: Määritä integraatiot
fr: Configurer les intégrations
ja: 連携の設定
ko: 통합 설정
pl: Skonfiguruj integracje
pt_br: Configurar Integrações

# setup_updates_description
source: Secretive will periodically check with GitHub to see if there's a new release. If you see any network requests to GitHub, that's why.
ca: Secretive comprovarà periòdicament amb GitHub per comprovar si existeix una nova versió.
fi: Secretive tarkistaa päivityksiä GitHubista aika ajoin. Tämä selittää, jos näet verkkopyyntöjä GitHubiin.
fr: Secretive vérifie périodiquement sur GitHub s'il existe une nouvelle version. C'est pour cette raison que vous pouvez voir des requêtes réseau vers GitHub.
ja: Secretiveは定期的にGitHubにアプリのアップデートがあるか確認します。GitHubへの通信が表示されることがあるのはそのためです。
ko: Secretive는 주기적으로 GitHub를 확인하여 새 릴리스가 있는지 확인합니다. GitHub에 대한 네트워크 요청이 표시되는 이유입니다.
pl: Secretive będzie co jakiś czas będzie sprawdzał GitHub, aby zobaczyć czy dostępna jest nowsza wersja aplikacji. Jeżeli zobaczysz jakikolwiek ruch sieciowy do GitHub, to właśnie dlatego.
pt_br: Secretive irá periodicamente verificar com o GitHub para verificar se existe uma nova versão. Se você ver alguma requisição de rede para o GitHub, este é o porque.

# setup_updates_ok_button
source: OK
ca: D'acord
fr: D'accord
ko: 확인

# setup_updates_title
source: Updates
ca: Actualitzacions
fi: Päivitykset
fr: Mises à jour
ja: アップデート
ko: 업데이트
pl: Aktualizacje
pt_br: Atualizações

# setupStepCompleteButton
source: Done
ca: Fet
fi: Valmis
fr: Terminé
ja: 完了
ko: 완료됨
pl: Gotowe
pt_br: Concluir

# signed_notification_description
source: Using secret %1$(secretName)@
ca: Usant secret %1$(secretName)@
fi: Käytetään salaisuutta %1$(secretName)@
fr: Utilisation du secret %1$(secretName)@
ja: %1$(secretName)@を使用中
ko: 비밀 %1$(secretName)@ 사용됨
pl: Użyto sekretu %1$(secretName)@
pt_br: Utilizando o segredo %1$(secretName)@

# signed_notification_title
source: Signed Request from %1$(appName)@
ca: Petició signada de %1$(appName)@
fi: Allekirjoitettu %1$(appName)@:n pyyntö
fr: Requête signée de %1$(appName)@
ja: %1$(appName)@の要求に署名しました
ko: %1$(appName)@에서 서명 요청
pl: Podpisano żądanie od %1$(appName)@
pt_br: Requisição Assinada fr %1$(appName)@

source: Smart Card
ca: Targeta intel·ligent
fi: Älykortti
fr: Carte à puce
ja: スマートカード
ko: 스마트 카드
pl: Karta inteligenta
pt_br: Cartões com chip

# unnamed_secret
source: Unnamed
ca: Sense nom
fi: Nimetön
fr: Sans nom
ja: 名前なし
ko: 무명
pl: Bez nazwy
pt_br: Sem Nome

# update_critical_notice_title
source: Critical Security Update Required
ca: Actualització de seguretat crítica requerida
fi: Kriittinen turvallisuuspäivitys vaaditaan
fr: Mise à jour de sécurité critique requise
ja: 重要なセキュリティアップデートが必要です
ko: 치명적 보안 업데이트 필요
pl: Krytyczna aktualizacja bezpieczeństwa jest wymagana
pt_br: Atualização Crítica de Segurança Requerida

# update_ignore_button
source: Ignore
ca: Ignora
fi: Ohita
fr: Ignorer
ja: 無視
ko: 무시하기
pl: Ignoruj
pt_br: Ignorar

# update_normal_notice_title
source: Update Available
ca: Actualización disponible
fi: Päivitys saatavilla
fr: Mise à jour disponible
ja: アップデートがあります
ko: 사용가능한 업데이트
pl: Aktualizacja dostępna
pt_br: Atualização Disponível

# update_notification_ignore_button
source: Ignore
ca: Ignora
fi: Ohita
fr: Ignorer
ja: 無視
ko: 무시
pl: Ignoruj
pt_br: Ignorar

# update_notification_update_button
source: Update
ca: Actuailtza
fi: Päivitä
fr: Mettre à jour
ja: アップデート
ko: 업데이트
pl: Aktualizuj
pt_br: Atualizar

# update_notification_update_critical_title
source: Critical Security Update - %1$(updateName)@
ca: Actualització de seguretat crítica - %1$(updateName)@
fi: Kriittinen turvallisuuspäivitys - %1$(updateName)@
fr: Mise à jour critique de sécurité - %1$(updateName)@
ja: 重要なセキュリティアップデート - %1$(updateName)@
ko: 치명적 보안 업데이트 - %1$(updateName)@
pl: Krytyczna aktualizacja bezpieczeństwa - %1$(updateName)@
pt_br: Atualização de Segurança Crítica - %1$(updateName)@

# update_notification_update_description
source: Click to Update
ca: Fes clic per actualitzar
fi: Päivitä napsauttamalla
fr: Cliquer pour mettre à jour
ja: クリックしてアップデート
ko: 클릭해서 업데이트 하기
pl: Kliknij aby zaktualizować
pt_br: Clique para Atualizar

# update_notification_update_normal_title
source: Update Available - %1$(updateName)@
ca: Actualizació disponible - %1$(updateName)@
fi: Päivitys saatavilla - %1$(updateName)@
fr: Mise à jour disponible - %1$(updateName)@
ja: アップデートがあります - %1$(updateName)@
ko: 사용 가능한 업데이트 - %1$(updateName)@
pl: Aktualizacja dostępna - %1$(updateName)@
pt_br: Atualização disponível - %1$(updateName)@

# update_release_notes_title
source: Release Notes
ca: Notes de la versió
fi: Julkaisutiedot
fr: Notes de mise à jour
ja: リリースノート
ko: 릴리즈 노트
pl: Informacje o wersji
pt_br: Notas de Mudanças

# update_test_notice_title
source: Test Build
ca: Versió de prova
fi: Testiversio
ja: テスト版
ko: 테스트 빌드
pl: Wersja testowa
pt_br: Versão de Teste
